[UI_TREE]
Machine = إعدادات الأجهزة   
POWER = خصائص الطاقة  
TOUCH = مجموعة دواسة  

[IPG,CO2]  
MPULSE_FREQ = الحفاظ على نبض التردد ( هرتز )  
MPULSE_RELS = الحفاظ على الافراج عن الوقت ( الولايات المتحدة )

[IPG]  
MO_DELAY_STEPS = مو تأخير ( الولايات المتحدة )  
MODECHG_DELAY = وضع التبديل تأخير ( ماجستير )  

[YAG,DP,EP,LD]
WORK_CURRENT_TYPE = القيمة الحالية في مربع الحوار  
WORK_CURRENT_TYPEOption = طبقة 0 الحالية | الإعداد  
WORK_CURRENT = مجموعة العمل الحالي ( أ )  
[ALL]
SAFE_DOOR = باب الأمن حماية  
SAFE_DOOROption = باطل | تعليق | إحباط  
MARKEND_SCAN = وضع علامة نهاية  
MARKEND_SCANOption = الأصل |أعلى اليسار |أعلى موضع الوسط |أعلى يمين الوسط | الوسط الأيمن | أسفل الوسط | أسفل الوسط | الزاوية السفلية | الزاوية اليسرى | الوسط الأيسر | الموضع المخصص
MARKEND_X = عرف الوقت س تنسيق ( مم )  
MARKEND_Y = عرف الوقت ذ تنسيق ( مم )  

[SCAN]
PREHEAT_ENABLE = ما إذا كان ينبغي أن يكون مرآة مسخن  
PREHEAT_ENABLEOption = لا | نعم  
PREHEAT_TIME = الحد الأدنى من وقت التسخين ( دقيقة )  
USE_LIMIT_JUMPDELAY = تمكين القفز تأخير  
USE_LIMIT_JUMPDELAYOption = لا | نعم  
LIMIT_JUMPLEN = الحد من القفز بالجو ( مم )  
 LIMIT_JUMPDELAY_MM = القفز الوقت لكل مم ( الولايات المتحدة )  

[BitmapPower]  
BitmapPower =  الرمادية مقياس الصورة  
AUT_TIME = تسوس الوقت ( الولايات المتحدة )  
AUT_COFF = معامل كسب  

[Signal]
Signal = إشارة الإعداد  
Cycle = يطلق عدة مرات صحيحة  
MARK_CNT = أمر وضع العلامات عدة مرات في وقت واحد  
DELAY = بعد تأخير الزناد ( ماجستير )  
DLY_BETWEEN_MARK = تأخير بين اثنين من العلامات ( ماجستير )  
MARK_END_DELAY = تأخير بعد الانتهاء من وضع العلامات ( ماجستير )  
MARK_END_PULSE_W = طول إشارة نهاية الوسم ( ماجستير )  
B_MARK_ONCE = وضع الزناد  
B_MARK_ONCEOption = مستوى حافة |  الزناد الزناد  
Enable_Loop_Mdt = غير متصل بعد دورة العلامات  
Enable_Loop_MdtOption =عدم التمكين | تمكين
IOSELCOUNT = أنا / يا اختيار الوثيقة إشارة  
ENABLE_CARDTOUCH = أقل الزناد  
ENABLE_CARDTOUCHOption =عدم التمكين | تمكين

[UI_FACE]
ExportSysPara = تصدير المعلمة .  
ImportSysPara = استيراد المعلمة .  
Ok = موافق  
Cancel = إلغاء  
Apply= تطبيق

;---------------------------------BEGIN: EMCC\HansLaserSet.dll-----------------------------------------
[DIALOG_LASERSET]

0=الليزر الأجهزة إعدادات المعلمة المعالج

1=الخطوة السابقة

2=القادم

3=حفظ

4=إلغاء


[DIALOG_POWER]

0=الخطوة الثانية: إعداد اخترتها الليزر تكوين الأجهزة

1=التعديل الحالي مجموعة(أ)

2=الحد الأدنى الحالي(أ):

3=الحد الأقصى الحالي(أ):

4=التناظريةسبالسيارة

5=الرقميةسبالسيارة

6=سنوع محرك الأقراص

7=قوة إمداد تموين نوع

8=CO2طاقة الليزر حجم

9=الطاقة العادية

10=استجابة سريعة إمدادات الطاقة

11=أكبر من أو يساوي100W

12=أقل من100W

13=الحفاظ نبض الإعدادات

14=تردد(KHZ)

15=الافراج عن الوقت(لنا)

16=الخمول الحالي(أ):

17=الحد الأقصى دورة العمل

18=التعويض الحالي

19=الليزر مجموعة الأجهزة

20=Mتعيين قيمة

21=Mالقيمة:

22=التعديل عامل:

23=عادي

24=كبيرة جدا

25=صغيرة جدا


[DIALOG_MODEL]

0=الخطوة الرابعة: وفقا ترضيك واختيار المفضلة لديك وضع التحكم

1=طريقة جديدة للتحكم, عملية بسيط, لا يحتاج المستخدم إلى تعيين أي تأخير,ولكن فقط في جزء من الليزر المستخدمة.

2=الليزر التقليدية وضع التحكم في خط مع معظم الناس استخدام العادات جميع الليزر يمكن أن تستخدم هذه الطريقة.

3=طريقة سهلة

4=النمط التقليدي

5=الليزر وسم وضع التحكم

6=رئيس مربع نوع

7=رئيس واحد الوضعية ،

8=ثنائي الرأس الوضعية ،


[DIALOG_LaserType]

0=نوع الليزر:

1=YAGالليزر

2=DPالليزر

3=ليزر الأشعة فوق البنفسجية

4=CO2الليزر

5=نغمةسألياف الليزر

6=SPIالليزر

7=LDالليزر

8=YLPM(HFM-H)الليزر

9=YLP-V2الليزر

10=YLPPالليزر

11=HFM-Aالليزر

12=HFM-Pالليزر

13=HFM-Rالليزر

14=HFM-Jالليزر

15=MOPAقابل للتعديل ذبذبة عرض الليزر

16 = ليزر الألياف المستمر      
 
17= ليزر فائق السرعة


[DIALOG_CONTENT]

0=الخطوة الخامسة: تهانينا لك الإعدادات الخاصة بك قد اكتملت ، يرجى حفظ المعلمات ذات الصلة


[LaserType_Explain]

0=YAGالليزر

1=DPالليزر

2=ليزر الأشعة فوق البنفسجية

3=CO2الليزر

4=نغمةسألياف الليزر

5=SPIالليزر

6=LDالليزر

7=MoPaألياف الليزر

8=YLP-V2الليزر

9=YLPPالليزر

10=HFM-Aالليزر

11=HFM-Pالليزر

12=HFM-Qالليزر

13=HFM-Jالليزر

14=أخرى


[Model_Explain]

0=CO2 طريقة سهلة

1=CO2 النمط التقليدي

2= نغمةس, إمدادات الطاقة الطبيعي+الرقميةس النمط التقليدي

3= نغمةس, إمدادات الطاقة الطبيعي+التناظريةس النمط التقليدي

4= نغمةس, استجابة سريعة إمدادات الطاقة+الرقميةس النمط التقليدي

5= نغمةس, استجابة سريعة إمدادات الطاقة+التناظريةس النمط التقليدي

6= نغمةس, إمدادات الطاقة الطبيعي+التناظريةس طريقة سهلة

7= نغمةس, استجابة سريعة إمدادات الطاقة+الرقميةس طريقة سهلة

8= نغمةس, استجابة سريعة إمدادات الطاقة+التناظريةس طريقة سهلة

9= IPG وضع

10=SPI طريقة سهلة

11=SPI النمط التقليدي

12=LD وضع

13=YLPM(HFM-H) النمط التقليدي

14=YLPM(HFM-H) طريقة سهلة

15=YLP-V2 النمط التقليدي

16=YLP-V2 طريقة سهلة

17=YLPP النمط التقليدي

18=YLPP طريقة سهلة

19=HFM-A النمط التقليدي

20=HFM-A طريقة سهلة

21=HFM-P النمط التقليدي

22=HFM-P طريقة سهلة

23=HFM-R النمط التقليدي

24=HFM-R طريقة سهلة

25=HFM-J النمط التقليدي

26=HFM-J طريقة سهلة


[DIALOG_ScanType]

0=الخطوة الثالثة: تعيين نوع الجلفانومتر

1=محلية الصنع الجلفانومتر

2=أخرى الجلفانومتر

3=نصائح:حدد الجهاز المقابلة الجلفانومتر نوع, محلية الصنع الجلفانومتر بعد السلطة على الاحماء من أجل العمل بشكل صحيح,أخرى الجلفانومتر دون التسخين

;---------------------------------End: EMCC\HansLaserSet.dll-----------------------------------------

;---------------------------------BEGIN: EMCC\HansLaserSet.dll\PortSetDlg-----------------------------------------
[PORTDIALOGTEXT]
STATIC_0 = توقف عن تصنيع منفذ الإدخال
STATIC_1 = توقف عن تصنيع منفذ الإخراج
STATIC_2 = منفذ الإخراج
STATIC_3 = بوابة الأمان
STATIC_4 = منفذ الإدخال
STATIC_5 = الليزر جاهز للإخراج
STATIC_6 = منفذ الإدخال
STATIC_7 = منفذ الإخراج
STATIC_8 = إخراج جاهز للبرنامج
STATIC_9 = منفذ الإخراج
STATIC_10 = خرج طاقة الليزر
STATIC_11 = المنفذ
STATIC_12 = خرج مؤشر الضوء الأحمر الخارجي
STATIC_13 = منفذ الإخراج
STATIC_14 = منفذ الإدخال
STATIC_15 = مرافقة ملحوظة
STATIC_16 = منفذ الإخراج
STATIC_17 = نهاية إخراج الوسم
STATIC_18 = منفذ الإخراج
STATIC_19 = عرض النبضة
STATIC_20 = خرج إنذار ليزر الألياف
STATIC_21 = منفذ الإخراج
STATIC_22 = ابدأ في وضع علامة على المنفذ
STATIC_23 = منفذ الإدخال
IDC_CHECK_LASERWARN = إنذار ليزر للكشف
IDC_CHECK_PLUSE_REVERSE = انعكاس مستوى إشارة Q
IDC_RADIO_NORMAL = قياسي
IDC_RADIO_BICOLORLAMP = ضوء بلونين
IDC_RADIO_TRICOLORLIGHT = ضوء ثلاثي الألوان

[error]
1 = بطاقة غير مهيأ أو لا يمكن العثور على بطاقة !  
2 = إعادة تعيين فشلت !  
3 = نسخة البطاقة غير صحيحة !  
4 = إنذار !  
6 = فشل التنفيذ !  
7 = حالة لا تتطابق !  
16 = قيادة مهلة !  
17 = القيادة المفقودة !  
18 = واجهة الاتصال غير المتزامن !  
19 = واجهة المحتلة من قبل برامج أخرى !  
20 = ض محور تجاوز أو تصحيح الملف معطوب !  
21 = معلمة لا تطابق !  
23 = تخصيص الذاكرة فشلت !  
100 = حاليا في الاستخدام !  
101 = أمر إحباط !  
1001 = ميناء 1  
1002 = ميناء 2  
1003 = ميناء 3  
1004 = ميناء 4  
1005 = ميناء 5  
1006 = ميناء 6  
1007 = ميناء 7  
1008 = مدخلات الليزر ليست جاهزة  
1009 = الليزر المدخلات جاهزة

;---------------------------------END: EMCC\HansLaserSet.dll\PortSetDlg-----------------------------------------

;---------------------------------BEGIN: EMCC\HansLaserSet.dll\HansLaserSetDlg-----------------------------------------
[TITLESTRING]
IDD_LASERSET_DIALOG= إعداد الليزر
IDD_PROPPAGE_POWER = خصائص امدادات الطاقة
IDD_PROPPAGE_SYS_SET=إعدادات الأجهزة
IDD_PROPPAGE_TOUCH= إعدادات الدواسة
IDD_PORT_SET = إعدادات المنفذ

[IDD_DIALOG_HANSLASERSET]
CAPTION= إعدادات النظام
IDC_BTN_SAVE= حفظ .
IDCANCEL= سحب
LISTTITLE_NAME= اسم العنصر
LISTTITLE_VALUE= قيمة

;---------------------------------END: EMCC\HansLaserSet.dll\HansLaserSetDlg-----------------------------------------
